adduser
adwaita-icon-theme
aircrack-ng
apt
apt-listchanges
apt-transport-https
apt-utils
arduino
atuin
avahi-daemon
baobab
base-files
base-passwd
bash
bash-completion
bind9-dnsutils
bind9-host
binwalk
braa
bsdutils
btop
bundler
busybox
bzip2
ca-certificates
chirp
clamav
code
console-setup
containerd.io
coreutils
cpio
cron
cron-daemon-common
cups
cups-pk-helper
curl
dash
dbus
debconf
debconf-i18n
debhelper
debian-archive-keyring
debian-faq
debianutils
desktop-base
dhcpcd-base
diffutils
dirb
dmidecode
doc-debian
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dpkg
e2fsprogs
ettercap-graphical
evince
evolution-data-server
fastfetch
fdisk
file
file-roller
filezilla
findutils
firefox-esr
firmware-intel-graphics
firmware-iwlwifi
firmware-realtek
firmware-sof-signed
flameshot
flatpak
fonts-cantarell
fonts-firacode
fonts-jetbrains-mono
gcc-14-base
gdm3
gettext-base
gh
git
glib-networking
gnome-backgrounds
gnome-bluetooth-sendto
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-snapshot
gnome-sushi
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gobuster
grep
groff-base
grub-common
grub-efi-amd64
gsettings-desktop-schemas
gstreamer1.0-libav
gstreamer1.0-packagekit
gstreamer1.0-plugins-base
gstreamer1.0-plugins-good
gstreamer1.0-plugins-ugly
gvfs-backends
gvfs-fuse
gzip
hostname
htop
hunspell-en-us
hydra
hyphen-en-us
ifupdown
inetutils-telnet
init
initramfs-tools
init-system-helpers
installation-report
intel-microcode
iproute2
iputils-ping
just
keyboard-configuration
kmod
krb5-locales
laptop-detect
less
libacl1
libapparmor1
libapt-pkg7.0
libatk-adaptor
libattr1
libaudit1
libaudit-common
libblkid1
libbpf1
libbsd0
libbz2-1.0
libc6
libcanberra-pulse
libcap2
libcap2-bin
libcap-ng0
libc-bin
libcom-err2
libcrypt1
libdb5.3t64
libdebconfclient0
libedit2
libelf1t64
libext2fs2t64
libfdisk1
libgcc-s1
libglib2.0-bin
libgmp10
libgsf-bin
libgssapi-krb5-2
libhogweed6t64
libidn2-0
libimage-exiftool-perl
libjansson4
libk5crypto3
libkeyutils1
libkmod2
libkrb5-3
libkrb5support0
liblastlog2-2
liblocale-gettext-perl
liblockfile-bin
liblz4-1
liblzma5
libmd0
libmnl0
libmount1
libncursesw6
libnettle8t64
libnewt0.52
libnftables1
libnftnl11
libnss-systemd
libpam0g
libpam-gnome-keyring
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpcre2-8-0
libpopt0
libproc2-0
libreadline8t64
libreoffice-calc
libreoffice-gnome
libreoffice-gtk3
libreoffice-help-en-us
libreoffice-impress
libreoffice-writer
libseccomp2
libselinux1
libsemanage2
libsemanage-common
libsepol2
libslang2
libsmartcols1
libsqlite3-0
libss2
libssl3t64
libstdc++6
libsystemd0
libsystemd-shared
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc3t64
libtirpc-common
libudev1
libunistring5
libuuid1
libxtables12
libxxhash0
libzstd1
linux-image-amd64
linux-sysctl-defaults
locales
locales-all
locate
login
login.defs
logrotate
logsave
loupe
low-memory-monitor
lsd
lsof
make
man-db
manpages
mawk
media-types
mount
mythes-en-us
nano
nautilus
ncdu
ncurses-base
ncurses-bin
ncurses-term
netbase
netcat-traditional
netdiscover
net-tools
network-manager
nftables
nmap
npm
openssh-client
openssl-provider-legacy
orca
os-prober
passwd
pciutils
perl
perl-base
php
pipewire-audio
pipx
procps
proxychains
ptyxis
python3
python3-pip
python3-poetry
qbittorrent
readline-common
reportbug
ruby
rygel-playbin
rygel-tracker
seahorse
sed
sensible-utils
sherlock
shim-signed
shotwell
simple-scan
sqv
sublist3r
sudo
system-config-printer-common
system-config-printer-udev
systemd
systemd-sysv
systemd-timesyncd
sysvinit-utils
tailscale
tar
task-brazilian-portuguese
task-brazilian-portuguese-desktop
task-desktop
task-laptop
tasksel
tecla
tor
totem
totem-plugins
traceroute
tzdata
ucf
udev
usbutils
util-linux
util-linux-extra
vim-common
vim-tiny
virtualbox-7.1
vlc
wamerican
wget
whiptail
wifite
wireshark
wtmpdb
xz-utils
yelp
zenity
zlib1g
zsh
zstd
