adamraichu.font-viewer
adpyke.codesnap
af4jm.vscode-m3u
alefragnani.bookmarks
batisteo.vscode-django
battlebas.kivy-vscode
bbenoist.nix
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bocovo.dbml-erd-visualizer
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cperezabo.routeros-syntax
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devmike.mikrotik-routeros-script
ecmel.vscode-html-css
formulahendry.auto-close-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
haddiebakrie.material-kv
henriquesebastio.code-new-dark
icrawl.discord-vscode
irongeek.vscode-env
james-yu.latex-workshop
jasonnutter.search-node-modules
kevinrose.vsc-python-indent
mhutchie.git-graph
mobalic.jetbrains-new-dark
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
natqe.reload
njpwerner.autodocstring
njqdev.vscode-python-typehint
pflannery.vscode-versionlens
pkief.material-icon-theme
platformio.platformio-ide
postman.postman-for-vscode
prasadgk.pythoncodelens
redhat.vscode-yaml
ritwickdey.liveserver
sissel.shopify-liquid
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
swellaby.node-pack
tamasfe.even-better-toml
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
vvzen.vscode-foxdot
waderyan.gitblame
wholroyd.jinja
