mhutchie.git-graph
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
natqe.reload
njpwerner.autodocstring
tamasfe.even-better-toml
waderyan.gitblame
