adpyke.codesnap
github.vscode-pull-request-github
icrawl.discord-vscode
james-yu.latex-workshop
mobalic.jetbrains-new-dark
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
njpwerner.autodocstring
redhat.vscode-yaml
ritwickdey.liveserver
tamasfe.even-better-toml
waderyan.gitblame
