adamraichu.font-viewer
adpyke.codesnap
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
icrawl.discord-vscode
james-yu.latex-workshop
jnoortheen.nix-ide
mobalic.jetbrains-new-dark
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
njpwerner.autodocstring
redhat.vscode-yaml
ritwickdey.liveserver
sissel.shopify-liquid
tamasfe.even-better-toml
wholroyd.jinja
