alefragnani.bookmarks
batisteo.vscode-django
charliermarsh.ruff
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.python-environment-manager
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.vscode-serial-monitor
natqe.reload
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
tamasfe.even-better-toml
vsciot-vscode.vscode-arduino
waderyan.gitblame
xaver.clang-format
