adpyke.codesnap
alefragnani.bookmarks
batisteo.vscode-django
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.python-environment-manager
esbenp.prettier-vscode
formulahendry.code-runner
github.vscode-github-actions
github.vscode-pull-request-github
icrawl.discord-vscode
ktnrg45.vscode-cython
magicstack.magicpython
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
natqe.reload
njpwerner.autodocstring
pkief.material-icon-theme
qvist.jetbrains-new-ui-dark-theme
redhat.vscode-yaml
ritwickdey.liveserver
tamasfe.even-better-toml
vsciot-vscode.vscode-arduino
waderyan.gitblame
xaver.clang-format
